{
"mercedes":[
{"id":1,"type":"W222","img":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/2014_Mercedes-Benz_S_350_BlueTEC_%28W_222%29_sedan_%282016-01-04%29_01.jpg/420px-2014_Mercedes-Benz_S_350_BlueTEC_%28W_222%29_sedan_%282016-01-04%29_01.jpg","info":"Officially unveiled in May 2013, the newest S-Class has a more streamlined appearance than the outgoing model. Some interesting features include a large front grille inspired by the F700 Concept car and LED lights used exclusively inside and out – a first in the automotive industry. Two strong converging character lines give the flanks a more sculpted look, while integrated exhaust tips and a large glass roof (likely optional) highlight the design."},

{"id":2,"type":"G500","img":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Mercedes_Benz_G_2018_at_Legendy_2018_in_Prague.jpg/420px-Mercedes_Benz_G_2018_at_Legendy_2018_in_Prague.jpg","info":"The Mercedes-Benz G-Class, sometimes called G-Wagen (short for Geländewagen, terrain vehicle), is a mid-size four-wheel drive luxury SUV manufactured by Magna Steyr (formerly Steyr-Daimler-Puch) in Austria and sold by Mercedes-Benz. In certain markets, it has been sold under the Puch name as Puch G."},

{"id":3,"type":"SLS","img":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Mercedes-Benz_SLS_AMG_%28C_197%29_%E2%80%93_Frontansicht_ge%C3%B6ffnet%2C_10._August_2011%2C_D%C3%BCsseldorf.jpg/420px-Mercedes-Benz_SLS_AMG_%28C_197%29_%E2%80%93_Frontansicht_ge%C3%B6ffnet%2C_10._August_2011%2C_D%C3%BCsseldorf.jpg","info":"The Mercedes-Benz SLS AMG (C197 / R197) is a front mid-engine, 2-seater, limited production grand tourer developed by the Mercedes-AMG division of German automotive manufacturer Mercedes-Benz, with the assistance of David Coulthard. The car, which is the successor to the Mercedes-Benz SLR McLaren and was described by Mercedes-Benz as a spiritual successor to the Mercedes-Benz 300SL Gullwing, mainly because it was inspired by the latter. SLS stands for Super Leicht Sport (Super Light Sport)."}
]
}
